import "../../styles/page.scss";
import "./aboutPage.scss";

export const AboutPage = () => {
  return (
    <>
      <section className="about__section">
        <div className="page__section">
          <h1 className="page__title-large about__title-second">О компании</h1>
        </div>
      </section>
      <section className="about__article page__section">
        <p className="page__paragraph">
          ООО "ДСР" — это проверенный интернет-каталог, предлагающий широкий
          выбор металлопроката. Мы уже много лет успешно работаем на рынке, и
          знаем, что важно нашим клиентам.
          <br></br>
          <br></br>
          Наш обширный ассортимент поможет вам решить любые производственные
          задачи. Если вы не уверены в выборе, наша команда опытных специалистов
          всегда готова предоставить консультацию. Мы не только ответим на ваши
          вопросы, но и предложим лучшие решения, позволяющие сократить затраты
          без ущерба для качества и долговечности продукции.
          <br></br>
          <br></br>В нашем каталоге представлен разнообразный выбор
          полуфабрикатов из металла. Мы предлагаем алюминиевые плиты для
          судостроения, листы Д16АТ для авиационной промышленности, рифленые
          листы для обшивки автомобилей и многое другое. Также у нас есть
          дюраль, чугун, бронза, сталь, латунь, нержавеющая сталь и медь — всё
          необходимое для производства втулок, шестерён и других изделий.
          Дополнительно мы предлагаем различные типы электродов для сварки,
          включая изделия для работы с черными металлами, нержавеющей сталью и
          медью. Если вы предпочитаете пайку, у нас в наличии припои ПОС и ЛК.
          <br></br>
          <br></br>
          Ищете специфические материалы? В нашем ассортименте есть нихромовая
          проволока и лента Х20Н80 для производства пенопласта. А если вам нужен
          прочный и долговечный материал, обратите внимание на наши титановые
          изделия: круги, листы, фольга, трубы и квадраты. Для строительства
          бань и саун у нас имеется алюминиевая фольга.
          <br></br>
          <br></br>
          Ищете специфические материалы? В нашем ассортименте есть нихромовая
          проволока и лента Х20Н80 для производства пенопласта. А если вам нужен
          прочный и долговечный материал, обратите внимание на наши титановые
          изделия: круги, листы, фольга, трубы и квадраты. Для строительства
          бань и саун у нас имеется алюминиевая фольга.
          <br></br>
          <br></br>
          Наш второй ассортиментный ряд включает железобетонные изделия, которые
          идеально подойдут для строительства. Плиты перекрытия создадут
          надежную основу для вашего здания, а промышленные железобетонные
          заборы обеспечат защиту. Тротуарная плитка станет отличным украшением
          территории, а азбестоцементные трубы помогут в организации системы
          полива. Для ограждения территории от автомобилей у нас есть бетонные
          полусферы и столбики.
          <br></br>
          <br></br>
          Что касается цен — мы всегда стремимся найти выгодные условия для
          наших клиентов. Свяжитесь с нами, и мы сделаем всё возможное, чтобы вы
          остались довольны покупкой!
          <br></br>
          <br></br>
          Добро пожаловать в ООО "ДСР"!
        </p>
      </section>
    </>
  );
};
